Repository: NMarjou/localization-app
Catalog: TMs/en-US_th-TH.tmx
Source language: en_us
Languages: th_th

source: Average wait time for not released
th_th: เวลาเฉลี่ยที่รอสำหรับรายการที่ไม่ถูกเผยแพร่

source: Avg. check-ins (managers)
th_th: จำนวนเช็คอินเฉลี่ย (ผู้จัดการ)

source: Avg. check-ins (workers)
th_th: จำนวนเช็คอินเฉลี่ย (พนักงาน)

source: Avg. current goal progress
th_th: ความคืบหน้าเฉลี่ยของเป้าหมายปัจจุบัน

source: Avg. logins over time
th_th: จำนวนครั้งเข้าสู่ระบบเฉลี่ยตามช่วงเวลา

source: Avg. parent goal progress
th_th: ความคืบหน้าเฉลี่ยของเป้าหมายหลัก

source: Avg. progress
th_th: ความคืบหน้าเฉลี่ย

source: Behavior count distribution
th_th: การกระจายจำนวนพฤติกรรม

source: Behavior distribution
th_th: การกระจายพฤติกรรม

source: Behavior Overview
th_th: ภาพรวมพฤติกรรม

source: Behaviors sent over time
th_th: พฤติกรรมที่ถูกส่งตามช่วงเวลา

source: Behavior received
th_th: พฤติกรรมที่ได้รับ

source: Behavior requested
th_th: พฤติกรรมที่ร้องขอ

source: Behavior sent
th_th: พฤติกรรมที่ส่งแล้ว

source: Behaviors received
th_th: พฤติกรรมที่ได้รับ

source: Bonus Allocation Overview
th_th: ภาพรวมการจัดสรรโบนัส

source: Bonus Comp Round Export Details
th_th: รายละเอียดการส่งออกรอบค่าตอบแทนโบนัส

source: Career plan completion rate
th_th: อัตราการเสร็จสมบูรณ์ของแผนพัฒนาสายอาชีพ

source: Career Plan Overview
th_th: ภาพรวมแผนพัฒนาอาชีพ

source: Career Plan Status
th_th: สถานะแผนพัฒนาอาชีพ

source: Career plans by workflow status
th_th: แผนพัฒนาสายอาชีพตามสถานะเวิร์กโฟลว์

source: # Career plans pending manager completion
th_th: # แผนพัฒนาสายอาชีพที่ผู้จัดการยังไม่ได้ดำเนินการให้เสร็จ

source: Career plan workflow status
th_th: สถานะเวิร์กโฟลว์ของแผนพัฒนาสายอาชีพ

source: Check-in Details
th_th: รายละเอียดการเช็กอิน

source: Check-in Overview
th_th: ภาพรวมการเช็กอิน

source: Check-in participant relation
th_th: ความสัมพันธ์ของผู้เข้าร่วมการเช็กอิน

source: Check-in Status
th_th: สถานะการเช็กอิน

source: Check-in status by org. level
th_th: สถานะการเช็กอินตามระดับองค์กร

source: Check-ins having messages
th_th: การเช็กอินที่มีข้อความ

source: Check-ins in the future
th_th: การเช็กอินในอนาคต

source: Check-ins over time
th_th: การเช็กอินตามช่วงเวลา

source: Check-ins recurring
th_th: การเช็กอินที่เกิดซ้ำ

source: Check-ins with discussion points
th_th: การเช็กอินที่มีประเด็นสำหรับการสนทนา

source: Check-ins with message
th_th: การเช็กอินที่มีข้อความ

source: Check-ins with messages by role
th_th: การเช็กอินที่มีข้อความจำแนกตามบทบาท

source: Check-ins created over time
th_th: การสร้างการเช็กอินตามช่วงเวลา

source: Clarity (avg.)
th_th: ความชัดเจน (เฉลี่ย)

source: Clarity (distribution)
th_th: ความชัดเจน (การกระจายตัว)

source: Closed after deadline
th_th: ปิดหลังเส้นตาย

source: Closed before deadline
th_th: ปิดก่อนเส้นตาย

source: Closed RTI request by deadline met
th_th: คำขอ RTI ที่ปิดโดยเป็นไปตามเส้นตาย

source: Closed RTI requests
th_th: คำขอ RTI ที่ปิดแล้ว

source: # Closed RTI requests
th_th: จำนวนคำขอ RTI ที่ปิดแล้ว

source: Comm round details by worker
th_th: รายละเอียดรอบการสื่อสารตามพนักงาน

source: Comm round document audit details
th_th: รายละเอียดการตรวจสอบเอกสารรอบการสื่อสาร

source: Communication audit trail
th_th: ประวัติการตรวจสอบการสื่อสาร

source: Communication details
th_th: รายละเอียดการสื่อสาร

source: Communication executive overview
th_th: ภาพรวมการสื่อสารสำหรับผู้บริหาร

source: Communication over time
th_th: การสื่อสารตามช่วงเวลา

source: Communication round
th_th: รอบการสื่อสาร

source: Communication status
th_th: สถานะการสื่อสาร

source: Comp Rounds
th_th: รอบค่าตอบแทน

source: Performance Executive Summary
th_th: สรุปผู้บริหารด้านผลงาน

source: Cumulative first time login over time
th_th: จำนวนการเข้าสู่ระบบครั้งแรกแบบสะสมตามช่วงเวลา

source: Data Privacy acceptance
th_th: การยอมรับนโยบายความเป็นส่วนตัวของข้อมูล

source: Desktop
th_th: เดสก์ท็อป

source: Device usage
th_th: การใช้งานอุปกรณ์

source: Distribution of answers for multiple choice questions with drill-down
th_th: การกระจายของคำตอบสำหรับคำถามแบบปรนัยพร้อมการเจาะลึกข้อมูล

source: Document action date
th_th: วันที่ดำเนินการเอกสาร

source: Document creation by date
th_th: การสร้างเอกสารตามวันที่

source: Document not released
th_th: เอกสารยังไม่เผยแพร่

source: Document release status
th_th: สถานะการเผยแพร่เอกสาร

source: Document released
th_th: เอกสารเผยแพร่แล้ว

source: Documents read over time
th_th: การอ่านเอกสารตามช่วงเวลา

source: Documents released over time
th_th: การเผยแพร่เอกสารตามช่วงเวลา

source: Worker details
th_th: รายละเอียดพนักงาน

source: Endorsed, public & shared
th_th: ได้รับการรับรอง เป็นสาธารณะ และมีการแชร์

source: Evaluation scores by org level
th_th: คะแนนการประเมินตามระดับองค์กร

source: Evaluation section by worker
th_th: ส่วนการประเมินตามพนักงาน

source: Evaluation section name
th_th: ชื่อส่วนการประเมิน

source: as *.{{format}}
th_th: เป็น *.{{format}}

source: Export page
th_th: หน้าการส่งออก

source: Your file is being generated. The download will begin automatically once it's ready. This window will close on its own after the download is complete.
th_th: กำลังสร้างไฟล์ของคุณ การดาวน์โหลดจะเริ่มขึ้นโดยอัตโนมัติเมื่อไฟล์พร้อมใช้งาน หน้าต่างนี้จะปิดเองโดยอัตโนมัติหลังจากดาวน์โหลดเสร็จสิ้น

source: Preparing your download
th_th: กำลังเตรียมการดาวน์โหลดของคุณ

source: Export report
th_th: ส่งออกรายงาน

source: Feedback characteristics
th_th: ลักษณะของคำติชม

source: Feedback Details
th_th: รายละเอียดคำติชม

source: Feedback flow
th_th: ลำดับขั้นการให้คำติชม

source: Feedback Overview
th_th: ภาพรวมคำติชม

source: Feedback quality metrics
th_th: ตัวชี้วัดคุณภาพคำติชม

source: Feedback Ratings
th_th: การให้คะแนนคำติชม

source: Feedback received
th_th: ฟีดแบคที่ได้รับ

source: Feedback received over time
th_th: คำติชมที่ได้รับตามช่วงเวลา

source: Feedback Request Overview
th_th: ภาพรวมคำขอคำติชม

source: Feedback sent
th_th: ส่งฟีดแบคแล้ว

source: Feedback sent by role
th_th: คำติชมที่ส่งจำแนกตามบทบาท

source: Feedback sent by type
th_th: คำติชมที่ส่งจำแนกตามประเภท

source: Feedback sent over time
th_th: คำติชมที่ส่งตามช่วงเวลา

source: Feedback with behaviors
th_th: คำติชมที่มีพฤติกรรมประกอบ

source: Final manager/worker alignment
th_th: การปรับความสอดคล้องขั้นสุดท้ายระหว่างผู้จัดการและพนักงาน

source: Final review rating distribution
th_th: การกระจายเรตติ้งของการทบทวนขั้นสุดท้าย

source: First-time logins over time (cumulative)
th_th: การเข้าสู่ระบบครั้งแรกตามช่วงเวลา (สะสม)

source: Functionality usage
th_th: การใช้งานฟังก์ชัน

source: Goal Alignment
th_th: การปรับเป้าหมายให้สอดคล้องกัน

source: Goal Details
th_th: รายละเอียดเป้าหมาย

source: Goal Overview
th_th: ภาพรวมเป้าหมาย

source: Goal priority & tracking status
th_th: ลำดับความสำคัญของเป้าหมายและสถานะการติดตาม

source: Goal status by org. level
th_th: สถานะเป้าหมายตามระดับองค์กร

source: Goal Strategic Drivers
th_th: ปัจจัยขับเคลื่อนเชิงกลยุทธ์ของเป้าหมาย

source: Goal title word cloud
th_th: เวิร์ดคลาวด์ชื่อเป้าหมาย

source: Goals approved
th_th: เป้าหมายได้รับการอนุมัติ

source: Goals completed
th_th: เป้าหมายที่เสร็จสมบูรณ์

source: Goals created over time
th_th: เป้าหมายที่สร้างตามช่วงเวลา

source: Goal details
th_th: รายละเอียดเป้าหมาย

source: Goal Status
th_th: สถานะเป้าหมาย

source: Goals with actions
th_th: เป้าหมายที่มีการดำเนินการ

source: Individual People Day Summary
th_th: สรุปผลรายวันบุคคล

source: Initial manager/worker alignment
th_th: การปรับความสอดคล้องเบื้องต้นระหว่างผู้จัดการและพนักงาน

source: The innermost circle represents the line leader rating submitted pre-People Day, followed by he line leader rating post People Day, followed by the line leader rating post Let's Discuss. The outermost circle represent line leader +1 rating during the post Challenge process.
th_th: วงกลมชั้นในสุดแสดงผลการประเมินของหัวหน้างานสายงานที่ส่งก่อน People Day ตามด้วยผลการประเมินของหัวหน้างานสายงานหลัง People Day และตามด้วยผลการประเมินของหัวหน้างานสายงานหลังจาก Let’s Discuss วงกลมชั้นนอกสุดแสดงผลการประเมินของหัวหน้างานสายงาน +1 ในช่วงหลังเสร็จสิ้นกระบวนการ Challenge

source: Last data refresh
th_th: การรีเฟรชข้อมูลครั้งล่าสุด

source: Leadership clusters
th_th: กลุ่มภาวะผู้นำ

source: Let's discuss between manager & worker
th_th: มาพูดคุยกันระหว่างผู้จัดการและพนักงาน

source: Logins over time
th_th: การเข้าสู่ระบบตามช่วงเวลา

source: Logins per platform
th_th: การเข้าสู่ระบบต่อแพลตฟอร์ม

source: Manager + 1 review challenge
th_th: การโต้แย้งการทบทวนของผู้จัดการระดับถัดไป (+1)

source: # Manager completions over time
th_th: # การดำเนินการเสร็จสมบูรณ์ของผู้จัดการตามช่วงเวลา

source: Manager having to complete career plans
th_th: ผู้จัดการที่ต้องดำเนินการแผนอาชีพให้เสร็จ

source: Manager rating distribution
th_th: การกระจายเรตติ้งของผู้จัดการ

source: Manager review behavior distribution
th_th: การกระจายพฤติกรรมในการรีวิวของผู้จัดการ

source: Manager review change (people day)
th_th: การเปลี่ยนแปลงการทบทวนของผู้จัดการ (คน-วัน)

source: Manager review goal distribution
th_th: การกระจายเป้าหมายในการรีวิวของผู้จัดการ

source: Managers having goals
th_th: ผู้จัดการที่มีเป้าหมาย

source: Managers with no goals
th_th: ผู้จัดการที่ไม่มีเป้าหมาย

source: New logins over time
th_th: การเข้าสู่ระบบใหม่ตามช่วงเวลา

source: # New RTI requests
th_th: จำนวนคำขอ RTI ใหม่

source: No goals (all users)
th_th: ไม่มีเป้าหมาย (ผู้ใช้ทั้งหมด)

source: No Goals Detail
th_th: ไม่มีรายละเอียดเป้าหมาย

source: Number of reviews with evaluation section score = 0
th_th: จำนวนการประเมินที่มีคะแนนส่วนการประเมิน = 0

source: Open right to information (RTI) requests
th_th: คำขอใช้สิทธิในการรับข้อมูลข่าวสาร (RTI) ที่เปิดอยู่

source: Open RTI request by deadline status
th_th: คำขอ RTI ที่เปิดอยู่ตามสถานะเส้นตาย

source: # Open RTI requests by country
th_th: จำนวนคำขอ RTI ที่เปิดอยู่ตามประเทศ

source: # Open RTI requests by org unit
th_th: จำนวนคำขอ RTI ที่เปิดอยู่ตามหน่วยงาน

source: # Open RTI requests
th_th: จำนวนคำขอ RTI ที่เปิดอยู่

source: Org. goals
th_th: เป้าหมายขององค์กร

source: The outer circle represents post People Day manager rating (prior to People Day this will reflect the last submitted rating). The inner circle represents manager rating submitted pre-People Day
th_th: วงกลมชั้นนอกแสดงผลการประเมินของผู้จัดการหลัง People Day (หากเป็นช่วงก่อน People Day จะแสดงผลการประเมินล่าสุดที่ได้ส่งไว้) วงกลมชั้นในแสดงผลการประเมินของผู้จัดการที่ส่งก่อน People Day

source: Outlook
th_th: ภาพรวมแนวโน้ม

source: Overview
th_th: ภาพรวม

source: Pay Communication
th_th: การสื่อสารด้านค่าตอบแทน

source: Pay & Performance
th_th: ค่าตอบแทนและผลการปฏิบัติงาน

source: Pay Transparency - Right to Information
th_th: ความโปร่งใสด้านเงินเดือน - สิทธิในการเข้าถึงข้อมูล

source: People day
th_th: วันทรัพยากรบุคคล

source: Percent of total
th_th: เปอร์เซ็นต์ของทั้งหมด

source: Performance Check-in Overview
th_th: ภาพรวมการตรวจเช็กผลงาน

source: Performance check-in rating by org levels
th_th: ระดับการตรวจเช็กผลงานตามระดับองค์กร

source: Performance check-in status by org level
th_th: สถานะการตรวจเช็กผลงานตามระดับองค์กร

source: Performance Reviews
th_th: การประเมินผลการปฏิบัติงาน

source: Performance Reviews - Goals & Behaviors
th_th: การประเมินผลการปฏิบัติงาน - เป้าหมายและพฤติกรรม

source: Process Status Report
th_th: รายงานสถานะกระบวนการ

source: Question type usage
th_th: การใช้งานตามประเภทคำถาม

source: Questions
th_th: คำถาม

source: Questions & Answers
th_th: คำถามและคำตอบ

source: Rating alignment
th_th: การปรับความสอดคล้องของเรตติ้ง

source: Rating changed by manager
th_th: เรตติ้งที่ผู้จัดการเปลี่ยนแปลง

source: Rating changed by moderator
th_th: เรตติ้งที่ผู้ตรวจทานเปลี่ยนแปลง

source: Rating changed manager
th_th: ผู้จัดการที่เปลี่ยนแปลงเรตติ้ง

source: Rating distribution
th_th: การกระจายระดับคะแนน

source: Read & release status by org level
th_th: สถานะการอ่านและการเผยแพร่ตามระดับหน่วยงาน

source: Read status
th_th: สถานะการอ่าน

source: Read status by comm round (released documents)
th_th: สถานะการอ่านตามรอบการสื่อสาร (เอกสารถูกเผยแพร่แล้ว)

source: Read status by org level (released documents)
th_th: สถานะการอ่านตามระดับหน่วยงาน (เอกสารถูกเผยแพร่แล้ว)

source: Read status (unreleased documents)
th_th: สถานะการอ่าน (เอกสารถูกเก็บไว้ยังไม่เผยแพร่)

source: # Refused career plan
th_th: # แผนอาชีพที่ถูกปฏิเสธ

source: Release status by comm round
th_th: สถานะการเผยแพร่ตามรอบการสื่อสาร

source: Release status by org level
th_th: สถานะการเผยแพร่ตามระดับหน่วยงาน

source: Reply rate
th_th: อัตราการตอบกลับ

source: Request Flow
th_th: ขั้นตอนการร้องขอ

source: Requests read
th_th: คำขอที่ถูกอ่าน

source: Requests sent over time
th_th: คำขอที่ถูกส่งตามช่วงเวลา

source: Requests with behaviors
th_th: คำขอที่มีพฤติกรรมประกอบ

source: Review
th_th: การตรวจสอบ

source: Review additional questions
th_th: คำถามเพิ่มเติมในการประเมิน

source: Review Behaviors Details
th_th: รายละเอียดพฤติกรรมในการรีวิว

source: Review challenge
th_th: ท้าทายผลการประเมิน

source: Review completion
th_th: ความคืบหน้าการทบทวน

source: Review Details
th_th: รายละเอียดการทบทวน

source: Review Details & Additional Questions
th_th: รายละเอียดการทบทวนและคำถามเพิ่มเติม

source: Review Distribution Overview
th_th: ภาพรวมการกระจายผลการทบทวน

source: Review evaluation table
th_th: ตารางการประเมินสำหรับการทบทวน

source: Review Executive Summary
th_th: สรุปสำหรับผู้บริหารของการทบทวน

source: Review Goals & Behaviors Overview
th_th: ภาพรวมรีวิวเป้าหมายและพฤติกรรม

source: Review Goal Details
th_th: ตรวจสอบรายละเอียดเป้าหมาย

source: Review rating distribution
th_th: การกระจายเรตติ้งของการทบทวน

source: Review Status
th_th: สถานะการทบทวน

source: Review status table
th_th: ตารางสถานะการประเมิน

source: Review completion status
th_th: สถานะการทำแบบประเมินเสร็จสิ้น

source: Review custom questions export table
th_th: ตารางส่งออกคำถามกำหนดเองของการประเมิน

source: Review detailed export table
th_th: ตารางส่งออกรายละเอียดการประเมิน

source: Review evaluation status
th_th: ตรวจสอบสถานะการประเมิน

source: Reviews with aligned behavior ratings
th_th: การรีวิวที่มีการจัดระดับพฤติกรรมให้สอดคล้องกัน

source: Reviews with aligned goal ratings
th_th: การรีวิวที่มีการจัดระดับเป้าหมายให้สอดคล้องกัน

source: Reviews with worker/manager alignment
th_th: การประเมินที่มีความสอดคล้องระหว่างพนักงาน/ผู้จัดการ

source: # Right to information (RTI) requests
th_th: # คำขอใช้สิทธิในการรับข้อมูล (RTI)

source: Role assignment
th_th: การมอบหมายบทบาท

source: RTI request deadline monitor
th_th: ตัวติดตามกำหนดเวลาคำขอ RTI

source: RTI request deadline status by country
th_th: สถานะเส้นตายคำขอ RTI ตามประเทศ

source: RTI request deadline status by org unit
th_th: สถานะเส้นตายคำขอ RTI ตามหน่วยงาน

source: RTI request details
th_th: รายละเอียดคำขอ RTI

source: RTI request details by worker
th_th: รายละเอียดคำขอ RTI ตามพนักงาน

source: RTI request status
th_th: สถานะคำขอ RTI

source: RTI request status by country
th_th: สถานะคำขอ RTI ตามประเทศ

source: RTI request status by org unit
th_th: สถานะคำขอ RTI ตามหน่วยงาน

source: # RTI requests closed
th_th: # คำขอ RTI ที่ปิดแล้ว

source: # RTI requests closed without document
th_th: # คำขอ RTI ที่ปิดโดยไม่มีเอกสาร

source: # RTI requests during warning period
th_th: # คำขอ RTI ในช่วงระยะเวลาแจ้งเตือน

source: # RTI requests in progress
th_th: # คำขอ RTI ที่กำลังดำเนินการ

source: # RTI requests pending document release
th_th: # คำขอ RTI ที่รอการเผยแพร่เอกสาร

source: RTI requests received over time
th_th: คำขอ RTI ที่ได้รับตามช่วงเวลา

source: RTI requests remaining days (Warning & Overdue)
th_th: จำนวนวันที่เหลือของคำขอ RTI (คำเตือนและเกินกำหนด)

source: % RTI requests unreleased at least once
th_th: % คำขอ RTI ที่ยังไม่ถูกปล่อยอย่างน้อยหนึ่งครั้ง

source: Salary & Bonus Comp Round Export Details
th_th: รายละเอียดการส่งออกรอบค่าตอบแทนเงินเดือนและโบนัส

source: Salary Comp Round Export Details
th_th: รายละเอียดการส่งออกรอบค่าตอบแทนเงินเดือน

source: Salary Increase Allocation Overview
th_th: ภาพรวมการจัดสรรการขึ้นเงินเดือน

source: Self-assessment
th_th: การประเมินตนเอง

source: # Self-assessment submissions over time
th_th: # การส่งแบบประเมินตนเองตามช่วงเวลา

source: Self-review rating distribution
th_th: การกระจายคะแนนการประเมินตนเอง

source: Shared goals
th_th: เป้าหมายร่วมกัน

source: Stacked behaviors sent by org level
th_th: พฤติกรรมที่ซ้อนกันตามระดับองค์กร

source: Status by org. level
th_th: สถานะตามระดับองค์กร

source: The sunburst displays how the manager ratings were changed during the People Day. The worker and manager ratings were aligned for
th_th: แผนภูมิวงกลมรัศมีจะแสดงให้เห็นว่าผลการประเมินของผู้จัดการมีการเปลี่ยนแปลงอย่างไรระหว่าง People Day โดยผลการประเมินของพนักงานและผู้จัดการถูกทำให้สอดคล้องกันสำหรับ

source: reviews.
th_th: การทบทวน

source: The sunburst displays how the line leader and line leader + 1 ratings were changed during the Let's Discuss and Challenge processes.
th_th: แผนภูมิวงกลมรัศมีจะแสดงให้เห็นว่าผลการประเมินของหัวหน้างานสายงานและหัวหน้างานสายงาน +1 มีการเปลี่ยนแปลงอย่างไรระหว่างกระบวนการ Let’s Discuss และ Challenge

source: System Logins
th_th: การเข้าสู่ระบบของระบบ

source: System Roles Permission
th_th: สิทธิ์บทบาทของระบบ

source: System Usage Details
th_th: รายละเอียดการใช้งานระบบ

source: System Usage Overview
th_th: ภาพรวมการใช้งานระบบ

source: System Usage & Roles
th_th: การใช้งานระบบและบทบาท

source: Thanks, Favorites & Let's meet
th_th: คำขอบคุณ รายการโปรด และการนัดพบกัน

source: Top 5 strategic drivers
th_th: ปัจจัยผลักดันเชิงกลยุทธ์ 5 อันดับแรก

source: Total active users
th_th: ผู้ใช้งานที่ใช้งานอยู่ทั้งหมด

source: Total answers
th_th: จำนวนคำตอบทั้งหมด

source: Total behaviors requested
th_th: จำนวนพฤติกรรมที่ถูกร้องขอทั้งหมด

source: Total career plan templates
th_th: จำนวนแม่แบบแผนอาชีพทั้งหมด

source: Total career plans
th_th: จำนวนแผนอาชีพทั้งหมด

source: Total challenged reviews
th_th: จำนวนการประเมินที่ถูกท้าทายทั้งหมด

source: Total check-ins
th_th: จำนวนการเช็กอินทั้งหมด

source: Total number of check-ins in table
th_th: จำนวนการเช็กอินทั้งหมดในตาราง

source: Total completed reviews
th_th: จำนวนการประเมินที่เสร็จสิ้นทั้งหมด

source: Total documents not released
th_th: จำนวนเอกสารทั้งหมดที่ยังไม่เผยแพร่

source: Total documents released
th_th: จำนวนเอกสารทั้งหมดที่เผยแพร่แล้ว

source: Total documents unreleased
th_th: จำนวนเอกสารทั้งหมดที่ยังไม่เผยแพร่

source: Total goals by strategic driver
th_th: จำนวนเป้าหมายทั้งหมดตามปัจจัยผลักดันเชิงกลยุทธ์

source: Total goals with strategic drivers
th_th: จำนวนเป้าหมายทั้งหมดที่มีปัจจัยผลักดันเชิงกลยุทธ์

source: Total logins
th_th: จำนวนการเข้าสู่ระบบทั้งหมด

source: Total logins over time
th_th: จำนวนครั้งที่เข้าสู่ระบบทั้งหมดตามช่วงเวลา

source: Total number of alignments:
th_th: จำนวนการจัดแนวทั้งหมด:

source: Total number of communication rounds
th_th: จำนวนรอบการสื่อสารทั้งหมด

source: Total number of documents
th_th: จำนวนเอกสารทั้งหมด

source: Total number of documents by comm round
th_th: จำนวนเอกสารทั้งหมดตามรอบการสื่อสาร

source: Total number of goals in table:
th_th: จำนวนเป้าหมายทั้งหมดในตาราง:

source: Total number of workers
th_th: จำนวนพนักงานทั้งหมด

source: Total number of users in table
th_th: จำนวนผู้ใช้ทั้งหมดในตาราง

source: Total questions
th_th: จำนวนคำถามทั้งหมด

source: Total rated feedbacks
th_th: จำนวนคำติชมที่ได้รับการให้คะแนนทั้งหมด

source: Total requests by behavior
th_th: จำนวนคำขอทั้งหมดตามพฤติกรรม

source: Total reviews with behavior ratings
th_th: จำนวนการรีวิวทั้งหมดที่มีการให้คะแนนด้านพฤติกรรม

source: (Total score visuals are not affected by this)
th_th: (ภาพรวมคะแนนรวมจะไม่ได้รับผลกระทบจากสิ่งนี้)

source: Total users
th_th: ผู้ใช้ทั้งหมด

source: Total users with no goals
th_th: จำนวนผู้ใช้ทั้งหมดที่ไม่มีเป้าหมาย

source: Trust (avg.)
th_th: ความน่าเชื่อถือ (เฉลี่ย)

source: Trust & clarity (correlation)
th_th: ความไว้วางใจและความชัดเจน (ความสัมพันธ์)

source: Trust (distribution)
th_th: ทรัสต์ (การกระจาย)

source: # unique aligned goals
th_th: # เป้าหมายที่สอดคล้องกันไม่ซ้ำ

source: Unique logins
th_th: การเข้าสู่ระบบแบบไม่ซ้ำ

source: Unique logins over time
th_th: การเข้าสู่ระบบที่ไม่ซ้ำกันตามช่วงเวลา

source: # unique parent goals
th_th: # เป้าหมายหลักที่ไม่ซ้ำ

source: Used the Check-ins feature
th_th: ใช้ฟีเจอร์การเช็กอิน

source: Used the Feedback feature
th_th: ใช้ฟีเจอร์คำติชมแล้ว

source: Used the Goals feature
th_th: ใช้ฟีเจอร์เป้าหมาย

source: Users having aligned goals
th_th: ผู้ใช้ที่มีเป้าหมายสอดคล้องกัน

source: Users having behaviors
th_th: ผู้ใช้ที่มีพฤติกรรม

source: Users having check-ins
th_th: ผู้ใช้ที่มีเช็กอิน

source: Users having feedback
th_th: ผู้ใช้ที่มีคำติชม

source: Users having goals
th_th: ผู้ใช้ที่มีเป้าหมาย

source: Users having logged in
th_th: ผู้ใช้ที่ได้เข้าสู่ระบบแล้ว

source: Users who received feedback ratings
th_th: ผู้ใช้ที่ได้รับการให้คะแนนคำติชม

source: Users who requested feedback
th_th: ผู้ใช้ที่ร้องขอคำติชม

source: Users who sent feedback
th_th: ผู้ใช้ที่ส่งคำติชม

source: Users with check-ins by role
th_th: ผู้ใช้ที่มีเช็กอินจำแนกตามบทบาท

source: Users with global access
th_th: ผู้ใช้ที่มีการเข้าถึงในระดับทั่วโลก

source: Users with no goals
th_th: ผู้ใช้ที่ไม่มีเป้าหมาย

source: Users with no goals by org. level
th_th: ผู้ใช้ที่ไม่มีเป้าหมายจำแนกตามระดับองค์กร

source: Users with restricted access
th_th: ผู้ใช้ที่มีการเข้าถึงแบบจำกัด

source: Word cloud - Answers for multiple choice questions
th_th: เมฆคำ - คำตอบสำหรับคำถามแบบปรนัย

source: Word cloud - Answers from free text questions
th_th: เมฆคำ - คำตอบจากคำถามแบบข้อความอิสระ

source: Worker/manager alignment
th_th: ความสอดคล้องระหว่างพนักงาน/ผู้จัดการ

source: Worker self-review status
th_th: สถานะการประเมินตนเองของพนักงาน

source: Workers having goals
th_th: พนักงานที่มีเป้าหมาย

source: Workers who received feedback ratings
th_th: พนักงานที่ได้รับการให้คะแนนคำติชม

source: Workers with no goals
th_th: พนักงานที่ไม่มีเป้าหมาย

source: Workflow step by comm round
th_th: ขั้นตอนเวิร์กโฟลว์ตามรอบการสื่อสาร

source: Workflow step status
th_th: สถานะขั้นตอนในเวิร์กโฟลว์

source: We couldn't prepare this report right now. Please try again in a moment. If the issue persists, contact support and share this screen.
th_th: เรายังไม่สามารถเตรียมรายงานนี้ได้ในตอนนี้ โปรดลองอีกครั้งในสักครู่ หากปัญหายังคงเกิดขึ้น โปรดติดต่อฝ่ายสนับสนุนและส่งภาพหน้าจอนี้ให้ด้วย

source: Reference: {{referenceErrorCode}}
th_th: อ้างอิง: {{referenceErrorCode}}

source: This report is temporarily unavailable.
th_th: รายงานนี้ไม่สามารถใช้งานได้ชั่วคราว

source: Reports
th_th: รายงาน

source: There are no reports to display at the moment.
th_th: ไม่มีรายงานที่จะแสดงในขณะนี้

source: No reports or pages with the name "{{phrase}}"
th_th: ไม่มีรายงานหรือหน้าที่มีชื่อ " {{phrase}} "

source: Search for a report
th_th: ค้นหารายงาน

source: Total: {{count}}
th_th: ทั้งหมด: {{count}}

source: Report list
th_th: รายการรายงาน

source: This should only take a few seconds!
th_th: สิ่งนี้จะใช้เวลาเพียงไม่กี่วินาทีเท่านั้น!

source: Loading data
th_th: กำลังโหลดข้อมูล

source: Preparing visuals
th_th: กำลังเตรียมภาพประกอบ

source: Rendering the dashboard
th_th: กำลังแสดงแดชบอร์ด

source: We are generating the dashboard for you.
th_th: เรากำลังสร้างแดชบอร์ดให้กับคุณ

source: Analytics
th_th: การวิเคราะห์

source: Approve all pending goals
th_th: อนุมัติเป้าหมายที่รอดำเนินการทั้งหมด

source: You are about to approve the goal <strong>{{goalTitle}}</strong>. Are you sure you want to proceed?
th_th: คุณกำลังจะอนุมัติเป้าหมาย <strong>{{goalTitle}}</strong> คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?

source: Approve goal
th_th: อนุมัติเป้าหมาย

source: Type your message here
th_th: พิมพ์ข้อความของคุณที่นี่

source: {{count}} goals were successfully approved.
th_th: อนุมัติเป้าหมาย {{count}} รายการเรียบร้อยแล้ว

source: The goal was approved.
th_th: เป้าหมายได้รับการอนุมัติแล้ว

source: Assisted by Goal Genius
th_th: ช่วยเหลือโดย Goal Genius

source: Please add at least one attachment.
th_th: โปรดเพิ่มเอกสารแนบอย่างน้อย 1 รายการ

source: Back to login
th_th: กลับไปเข้าสู่ระบบ

source: Set new password
th_th: ตั้งรหัสผ่านใหม่

source: Email me the link again
th_th: ส่งลิงก์มาให้ฉันทางอีเมลอีกครั้ง
